[Language]
Product_Name=EaseUS Todo PCTrans
Main_Title=Dziękujemy za wybranie EaseUS Todo PCTrans
Sub_Title=Jak oceniasz swoje ogólne doświadczenia?
Terrible=Straszne
Poor=Biednych
Good=Dobry
Great=Wielki
Excellent=Doskonałe
Never_Ask_Again=Nie więcej pytań
Rate_Now=Oceń teraz
Feedback_Text_Tips=Proszę zostawić swoją opinię tutaj.
Feedback_Length_Tips=Wprowadzono więcej niż 500 słów. Prosimy o e-mail do support@easeus.com.

